1password
1password-cli
claude-code
devpod-bin
ferdium-bin
grimblast-git
gtk-engine-murrine
gtk-engine-murrine-debug
gtk2
jsonnet-language-server
gtk2-debug
jai
kubecolor
kubecolor-debug
libwireplumber-4.0-compat
libwireplumber-4.0-compat-debug
openshift-client-bin
openshift-client-bin-debug
paru
paru-debug
plymouth-theme-arch-charge
plymouth-theme-arch-logo
pokemon-colorscripts-git
tofi
tofi-debug
ttf-victor-mono
wallust
wallust-debug
waybar-weather
wlogout
wlogout-debug
xfce-polkit
xfce-polkit-debug
yay-debug
zen-browser-bin
zoom
