1password
1password-cli
adobe-source-code-pro-fonts
ansible
awww
base
base-devel
bat
bc
blueman
bluetui
bluez
bluez-utils
brightnessctl
btop
cava
chezmoi
claude-code
cliphist
devpod-bin
direnv
docker
deno
devpod-bin
direnv
docker
docker-buildx
efibootmgr
eza
fastfetch
fd
ferdium-bin
fuse-overlayfs
fzf
git
github-cli
gitleaks
gnome-bluetooth-3.0
gnome-system-monitor
go-yq
grimblast-git
gtk-engine-murrine
gvfs
gvfs-mtp
helm
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprpwcenter
imagemagick
intel-ucode
inxi
jq
jsonnet-language-server
iptables-legacy
jai
kitty
krew
kubecolor
kubectl
kubectx
kvantum
lazygit
less
lib32-mesa
lib32-vulkan-intel
libspng
linux
linux-firmware
linux-headers
loupe
lsd
lvm2
man-db
man-pages
mercurial
mousepad
mpv
mpv-mpris
nano
neovim
network-manager-applet
networkmanager
nlohmann-json
noto-fonts
noto-fonts-emoji
nvtop
nwg-displays
nwg-look
obsidian
openshift-client-bin
openssh
opentofu
otf-font-awesome
pacman-contrib
pamixer
paru
paru-debug
pass
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
plymouth-theme-arch-charge
plymouth-theme-arch-logo
podman
pokemon-colorscripts-git
polkit-kde-agent
pre-commit
pwgen
python-cookiecutter
python-pip
python-pyquery
python-requests
qalculate-gtk
qt5-quickcontrols2
qt5ct
qt6-5compat
qt6-virtualkeyboard
qt6ct
quickshell
ripgrep
rofi
rsync
sbctl
sddm
sof-firmware
starship
sudo
swappy
swaync
syncthing
tailscale
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tmux
tofi
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-khmer
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-victor-mono
umockdev
unzip
uwsm
vulkan-intel
wallust
waybar
waybar-weather
wget
wiremix
wireplumber
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xfce-polkit
yad
yay-debug
yt-dlp
zellij
zen-browser-bin
zip
zoom
zoxide
zsh
zsh-completions
