adobe-source-code-pro-fonts
amd-ucode
ansible
awww
base
base-devel
bat
bc
brightnessctl
btop
cava
chezmoi
claude-code
cliphist
devpod-bin
direnv
docker
efibootmgr
eza
fastfetch
fd
ferdium-bin
ffmpegthumbnailer
fzf
git
gnome-system-monitor
go
grim
gtk-engine-murrine
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprsunset
imagemagick
inxi
jq
jsonnet-language-server
kitty
kubectl
kubectx
kvantum
kvantum-qt5
lib32-nvidia-utils
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
lvm2
man-db
man-pages
mousepad
mpv
mpv-mpris
nano
neovim
network-manager-applet
networkmanager
nlohmann-json
noto-fonts
noto-fonts-emoji
nvidia-open
nvidia-settings
nvidia-utils
nvtop
nwg-displays
nwg-look
obsidian
openssh
otf-font-awesome
pacman-contrib
pamixer
paru
paru-debug
pass
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plymouth
python-pip
python-pyquery
python-requests
qalculate-gtk
qt5-declarative
qt5-quickcontrols2
qt5ct
qt6-virtualkeyboard
qt6ct
ripgrep
rofi
rsync
sbctl
sddm
slurp
sof-firmware
starship
sudo
swappy
swaync
syncthing
tailscale
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tmux
tree-sitter-cli-github-bin
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
umockdev
unzip
uwsm
wallust
waybar
wget
wireplumber
wlogout
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xfce-polkit
yad
yt-dlp
zen-browser-bin
zip
zoom
zoxide
zsh
